"greeting" = "Hallo";
"farewell" = "Auf Wiedersehen";
"quoted" = "Sie sagte \"hallo\"";
"escaped" = "Tab\thier und eine Zeile\nhier";
"unicode" = "Caf\U00e9";
"count" = "%@ Artikel";
"self_valued";
bare_key = "";
